[
    {
        "author": "Fred Moten",
        "title": "the salve trade",
        "text": "all down on perdido street, from san juan\nto inglewood, up on that bridge, up where the\nsoul trees grow by soul, dance to fantastic\ninformation while we kick off the modern world.\nthe whistle sounded good like a kiss on a train.\na track below us in the cabinet in the tunnel\nunder the water. a steady boom to lift us out.\nnobody lived, not without digging, but he wore\nthat ivory waistcoat and we loved to see that shit.\nI love my people too much to be around them\nat school. I slip underneath the cinema tree, move myself\nin half, dance to fray, write a paper on the salve trade.\nhe big fat women and the heliocopters they bring\nwith them to watch them and their kids. whole long-\n ass sheets of improper names. we refused to act right\nat the hospital and I was right with ’em. at the wrong time\nI started reading my paper and ash flew from their big ol’\nlegs. we rub down and dance everyday at the broke clinic\nand I was right with ’em. johnny griffin turns to this long\nburning to pray for fire. make a song about the sky they stole.\nif you ain’t gon’ get down then what you come here for?\nwhat they bring your ass up in here for if you ain’t gon’\ntear shit up? if you wasn’t just as happy to be here as you was\nto come then what you gon’ do, simple motherfucker? the salve trade"
    },
    {
        "author": "Lucille Clifton",
        "title": "slaveships",
        "text": "loaded like spoons\ninto the belly of Jesus\nwhere we lay for weeks for months\nin the sweat and stink\nof our own breathing\nJesus\nwhy do you not protect us\nchained to the heart of the Angel\nwhere the prayers we never tell\nand hot and red\nas our bloody ankles\nJesus\nAngel\ncan these be men\nwho vomit us out from ships\ncalled Jesus    Angel    Grace of God\nonto a heathen country\nJesus\nAngel\never again\ncan this tongue speak\ncan these bones walk\nGrace Of God\ncan this sin live"
    }
]